Repository: migelbd/django-admin-keycloak
Catalog: django_admin_keycloak/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Server
ru: Сервер

source: Other Info
ru: Разная информация

source: active
ru: активно

source: name
ru: имя

source: server url
ru: url сервера

source: The redirect URI for user is not staff
ru: Ссылка редиректа если пользователь не админ

source: superuser role
ru: роль супер-пользователя

source: staff user role
ru: роль админа

source: options
ru: опции

source: Available options list see https://python-keycloak.readthedocs.io/
ru: Доступные опции смотрите на https://python-keycloak.readthedocs.io/

source: is static
ru: статическая

source: Keycloak Provider
ru: Keycloak Провайдер

source: created at
ru: создано

source: updated at
ru: обновлено

source: Keycloak Session
ru: Keycloak сессия

source: Keycloak Sessions
ru: Keycloak сессии

source: SSO Account
ru: Аккаунт

source: Login with
ru: Войти через

source: Error authorization
ru: Ошибка авторизации
